alexcvzz.vscode-sqlite
amazonwebservices.aws-toolkit-vscode
asvetliakov.vscode-neovim
bierner.markdown-preview-github-styles
continue.continue
davidanson.vscode-markdownlint
eeyore.yapf
esbenp.prettier-vscode
gattytto.phoityne-vscode
golang.go
hashicorp.terraform
haskell.haskell
hoovercj.haskell-linter
justusadam.language-haskell
mobalic.jetbrains-dark-theme
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.ansible
redhat.vscode-yaml
rust-lang.rust-analyzer
samuelcolvin.jinjahtml
timonwong.shellcheck
vadimcn.vscode-lldb
